/* Alert title. */
"success_activation_alert_title" = "Ottimo lavoro";
/* Alert message. Parameter is an application name. */
"success_activation_alert_message" = "Hai attivato con successo %@ tramite Setapp";

/* Error description. Alert title. */
"setapp_error_device_limit_description" = "Raggiunto limite massimo di dispositivi";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_device_limit_failure_reason" = "Stai usando Setapp sul numero massimo di dispositivi.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_device_limit_recovery_suggestion" = "Controlla il tuo account utente per ulteriori informazioni";

/* Error description. Alert title. */
"setapp_error_expired_auth_token_description" = "C'è un problema con il tuo codice QR";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_expired_auth_token_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_expired_auth_token_recovery_suggestion" = "Aggiorna la pagina dell'app e riprova.";

/* Error description. Alert title. */
"setapp_error_request_timeout_description" = "Timeout connessione";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_request_timeout_failure_reason" = "Sta passando troppo tempo per rispondere alla tua richiesta.";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_request_timeout_recovery_suggestion" = "Verifica la connessione di rete e riprova.";

/* Error description. Alert title. */
"setapp_error_no_internet_description" = "Si è verificato un errore del network";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_no_internet_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_no_internet_recovery_suggestion" = "Verifica la connessione e riprova.";

/* Error description. Alert title. */
"setapp_error_generic_pre_contact_support_description" = "Spiacenti, qualcosa è andato storto";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_pre_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_pre_contact_support_recovery_suggestion" = "Riprova.";

/* Error description. Alert title. */
"setapp_error_generic_description" = "Spiacenti, qualcosa è andato storto";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_recovery_suggestion" = "Riprova.";

/* Error description. Alert title. */
"setapp_error_generic_contact_support_description" = "Qui qualcosa non quadra";
/* Error failure reason. Alert message. Part 1/2. */
"setapp_error_generic_contact_support_failure_reason" = "";
/* Error recovery suggestion. Alert message. Part 2/2. */
"setapp_error_generic_contact_support_recovery_suggestion" = "Contatta il supporto di Setapp per assistenza.";

/* Button title. */
"ok_button_title" = "Ok";

/* Loading… */
"activation.body" = "Carico…";

/* Cancel */
"activation.cancel" = "Annulla";

/* [AppName] is now ready to use via your Setapp subscription. Keep going and try it out. */
"activation.success.subtitle" = "%@ è ora pronta all'uso tramite l'abbonamento Setapp. Continua e provala.";

/* [AppName] activated */
"activation.success.title" = "%@ attivata";

/* Activating */
"activation.title" = "Attivazione";

/* Scanning QR code failed. Please go to the Setapp app on your Mac and scan the QR code again. */
"alert.activationProblem.body.macQR" = "Scansione QR non riuscita. Vai all'app Setapp sul tuo Mac e scansiona di nuovo il codice QR.";

/* App activation failed. Please go back to your Setapp account and try to activate the app again. */
"alert.activationProblem.body.webLink" = "Attivazione app fallita. Torna al tuo account Setapp e prova ad attivare l'app di nuovo.";

/* Scanning QR code failed. Please go back to your Setapp account and scan the QR code again. */
"alert.activationProblem.body.webQR" = "Scansione QR non riuscita. Torna al tuo account Setapp e scansiona di nuovo il codice QR.";

/* We have a little problem */
"alert.activationProblem.title" = "C'è un piccolo problema";

/* Please go online and try again. */
"alert.no-internet-connection.body" = "Vai online e riprova.";

/* No internet connection */
"alert.no-internet-connection.title" = "Nessuna connessione Internet";

/* It takes too long to load. Please check if you're still connected to the internet and try again. */
"alert.slow-internet-connection.body" = "Caricamento troppo lento. Assicurati di essere ancora connesso a Internet e riprova.";

/* Slow internet connection */
"alert.slow-internet-connection.title" = "Connessione Internet lenta";

/* Try again or contact our support team for help. */
"alert.something-went-wrong.body.contact-support" = "Riprova o contatta il nostro team di supporto.";

/* Please try again. */
"alert.something-went-wrong.body.tryAgain" = "Riprova.";

/* Something went wrong */
"alert.something-went-wrong.title" = "Qualcosa è andato storto";

/* Contact Support Team */
"button.contact-support" = "Contatta il Supporto";

/* Go to My Setapp */
"button.go-to-my-setapp" = "Vai a Mia Setapp";

/* Got it */
"button.got-it.label" = "Ho capito";

/* Not now */
"button.not-now" = "Non adesso";

/* Ok */
"button.ok" = "Ok";

/* Device limit reached */
"device-limit.title" = "Raggiunto il limite di dispositivi";

/* You're using Setapp on maximum devices. Go to your Setapp account to disconnect devices you don't need anymore. */
"device-limit.body" = "Vai al tuo account Setapp e disconnetti i dispositivi superflui.";

/* Got it */
"Got it" = "Ho capito";

/* Diagnostics */
"alert.diags.title" = "Diagnosi";

/* We’re sorry something went wrong. Let’s work it all out. */
"alert.diags.body.headline" = "Ci dispiace che qualcosa sia andato storto. Risolviamo il problema.";

/* Framework: %@ */
"alert.diags.body.framework-version" = "Framework: %@";

/* Subscription: %@ */
"alert.diags.body.subscription-status" = "Abbonamento: %@";

/* button.tech-info
Technical information */
"button.tech-info" = "Dettagli tecnici";

/* Share report */
"button.share-report" = "Condividi resoconto";

/* Reset subscription */
"button.reset-subscription" = "Ripristina abbonamento";

/* Reset */
"button.reset" = "Resettare";

/* Done */
"button.done" = "Fine";

/* Technical info */
"alert.diags.tech-info.title" = "Dettagli tecnici";

/* Share report */
"alert.diags.share-logs.confirmation.title" = "Condividi resoconto";

/* We need to know what went wrong to fix things faster. We don’t collect your private data. */
"alert.diags.share-logs.confirmation.body" = "Abbiamo bisogno di sapere cosa è andato storto per sistemare le cose più velocemente. Non raccogliamo i tuoi dati personali.";

/* Share */
"button.share" = "Condividi";

/* Reset subscription */
"alert.diags.reset.confirmation.title" = "Ripristina abbonamento";

/* Let’s reset your Setapp subscription to %@. Then you can activate this app again via your Setapp account. */
"alert.diags.reset.confirmation.body" = "Ripristiniamo il tuo abbonamento Setapp a %@. Quindi potrai riattivare questa app tramite il tuo account Setapp.";

/* Subscription reset */
"alert.diags.reset.success.title" = "Abbonamento ripristinato";

/* Please activate this app again via Setapp to unlock all its features on your iOS device. */
"alert.diags.reset.success.body" = "Attiva nuovamente questa app tramite Setapp per sbloccare tutte le sue funzionalità sul tuo dispositivo iOS.";

/* Sorry, something went wrong */
"alert.diags.reset.failure.title" = "Spiacenti, qualcosa è andato storto";

/* Please try again later or contact our customer support team. */
"alert.diags.reset.failure.body" = "Riprovare o contattare il nostro servizio clienti.";
